{
    "Header":"**بيان الخصوصية لتطبيق الهاتف المحمول لشركتنا**",

    "Date":"**تاريخ النفاذ: ٢١/١٠/٢٠٢٣ **",

    "Description":"في Knowticed، نحن ملتزمون بحماية خصوصيتك وضمان أمان بياناتك الشخصية. يوضح هذا البيان كيفية جمعنا واستخدامنا وحماية معلوماتك عند استخدام خدماتنا. نحن نحترم خصوصيتك ونلتزم بالإرشادات المنصوص عليها والمتعارف عليها بين الشركات الرائدة في مجالات التكنولوجيا.",

    "CollectedInfo":"**1. المعلومات التي نجمعها**",

    "CollectedInfodesc":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc1":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc2":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc3":"**معلومات الاستخدام:** قد نجمع بيانات متعلقة بتفاعلاتك مع تطبيقنا، بما في ذلك منشوراتك، تعليقاتك، إعجاباتك، وأنشطة وسائل التواصل الاجتماعي الأخرى. تُستخدم هذه المعلومات لتقديم محتوى مُخصص وتحسين تجربتك كمستخدم.",


    "HowWeUserYourINfo":"**2. كيفية استخدام معلوماتك**",

    "puroses":"نحن نستخدم المعلومات التي نجمعها لأغراض الآتية:",
    "purpose1":"لتوفير وصيانة وتحسين تطبيقنا على الهاتف المحمول.",
    "purpose2":" لتخصيص تجربتك عن طريق عرض محتوى مصمم وفقًا لاهتماماتك.",
    "purpose3":" للتواصل معك والرد على استفساراتك وملاحظاتك.",
    "purpose4":" لتحليل أنماط الاستخدام واستخلاص رؤى لتعزيز خدماتنا.",
    "purpose5":" للامتثال للالتزامات القانونية ومنع الأنشطة الاحتيالية.",

    "SharingYourInfo":"**3. مشاركة معلوماتك**",
    "SharingYourInfoDesc":"نحن لا نبيع أو نؤجر أو نتاجر بمعلوماتك الشخصية. يمكن مشاركة بياناتك تحت الظروف التالية:",
    "SharingYourInfoDesc1":" **بموافقتك:** قد نشارك معلوماتك مع أطراف ثالثة عندما توافق صراحة على مثل هذه المشاركة.",
    "SharingYourInfoDesc2":" **مقدمي الخدمة:** نستخدم مقدمي خدمة من الطرف الثالث لمساعدتنا في تطوير خدماتنا والتحليل ودعم العملاء. يلتزم هؤلاء المقدمون بحماية معلوماتك واستخدامها فقط للأغراض التي نحددها.",
    "SharingYourInfoDesc3":" **متطلبات قانونية:** قد نكشف عن معلوماتك استجابة للطلبات القانونية أو الأوامر القضائية، أو لحماية حقوقنا وممتلكاتنا وسلامتنا.",

    "DataSecurity":"**4. أمان البيانات**",
    "DataSecuritydesc":"نحن ننفذ تدابير أمان معيارية في صناعتنا لحماية معلوماتك الشخصية من الوصول غير المصرح به، أو الكشف عنها، أو التعديل، أو الإتلاف. ومع ذلك، يُرجى ملاحظة أنه لا يمكن ضمان أمان مطلق لأي طريقة لنقل البيانات أو تخزينها.",


    "RightsAndChoices":"**5. حقوقك واختياراتك**",
    "RightsAndChoicesdesc":"لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية: ",
    "RightsAndChoicesdesc1":"- **الوصول والتصحيح:** يمكنك طلب الوصول إلى معلوماتك وتحديثها أو تصحيحها عن طريق البريد الإلكتروني للاتصال. support@knowticed.com ",
    "RightsAndChoicesdesc2":"- **حذف البيانات:** يمكنك طلب حذف حسابك والبيانات المرتبطة به. يرجى ملاحظة أن ذلك قد يؤثر على قدرتك على استخدام خدماتنا الرقمية.",
    "RightsAndChoicesdesc3":"- **إلغاء الاشتراك:** يمكنك إلغاء الاشتراك عن استلام الرسائل التسويقية عن طريق اتباع التعليمات في الرسالة أو من خلال الاتصال بنا.",


    "PrivacyStatement" : "**6. تغييرات على بيان الخصوصية هذا**",
    "PrivacyStatementdesc":"قد نقوم بتحديث بيان الخصوصية هذا من وقت لآخر ليعكس التغييرات في ممارساتنا أو لأسباب تشغيلية أو قانونية أخرى. ستتلقى إشعارًا بأي تغييرات مادية عبر التطبيق أو البريد الإلكتروني.",




    "contactUS" : "**7. اتصل بنا**",
    "contactUSInfo1":"إذا كان لديك أي أسئلة أو مخاوف أو طلبات تتعلق بخصوصيتك أو بيان الخصوصية هذا، يرجى التواصل بنا على: support@knowticed.com",
    "contactUSInfo2":"من خلال استخدام خدماتنا الرقمية، فإنك توافق على الممارسات الموجزة في بيان الخصوصية هذا. نحن ملتزمون باحترام خصوصيتك وضمان سيطرتك على بياناتك، وفقً لأعلى المعايير المتعارف عليها بين الشركات الرائدة في مجالات التكنولوجيا."
}